Repository: HakobGhlijyan/BalanceCleaner
Catalog: assets/translations/app_source/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ru

# alert.askLater
source: Ask Later
de: Später fragen
es: Preguntar más tarde
fr: Demander plus tard
hy: Հարցնել ավելի ուշ
it: Chiedi più tardi
ru: Спросить позже

# alert.askNever
source: Never Ask Me Again
de: Nie wieder fragen
es: No volver a preguntar
fr: Ne plus me demander
hy: Այլևս չհարցնել
it: Non chiedermelo più
ru: Больше не спрашивать

# alert.nope
source: Nope
de: Nein
es: No
fr: Non
hy: Ոչ
it: No
ru: Нет

# alert.ratingAlert
source: Would you like to rate the app?
de: Möchten Sie die App bewerten?
es: ¿Quieres valorar la app?
fr: Souhaitez-vous noter l'application ?
hy: Ցանկանո՞ւմ եք գնահատել հավելվածը:
it: Vuoi valutare l'app?
ru: Хотите оценить приложение?

# alert.yes
source: yes
de: Ja
es: Sí
fr: Oui
hy: Այո
it: Sì
ru: Да

# alert.yesContinue
source: Yes, Continue!
de: Ja, weiter!
es: ¡Sí, continuar!
fr: Oui, continuer !
hy: Այո, շարունակել!
it: Sì, continua!
ru: Да, продолжить!

# cardOneSubTitle
source: Quickly scan and clean up unnecessary media files and cached data to free up your device storage.
de: Scannen und bereinigen Sie schnell unnötige Mediendateien und Cache-Daten, um Speicherplatz freizugeben.
es: Escanea y limpia rápidamente archivos multimedia innecesarios y datos almacenados en caché para liberar espacio.
fr: Analysez et nettoyez rapidement les fichiers multimédias inutiles et les données en cache pour libérer de l'espace.
hy: Արագ սկանավորեք և մաքրեք ավելորդ մեդիաֆայլերն ու քեշավորված տվյալները՝ սարքի հիշողությունն ազատելու համար:
it: Scansiona e pulisci rapidamente i file multimediali non necessari e i dati memorizzati nella cache per liberare spazio.
ru: Умная очистка: Быстро сканируйте и удаляйте ненужные медиафайлы и кэш для освобождения памяти устройства.

# cardOneTitle
source: Smart Cleanup
de: Intelligente Bereinigung
es: Limpieza Inteligente
fr: Nettoyage Intelligent
hy: Խելացի մաքրում
it: Pulizia Intelligente
ru: Умная очистка

# cardThreeSubTitle
source: Prepare your account for a region change step by step and ensure your balance is fully zeroed out.
de: Bereiten Sie Ihr Konto Schritt für Schritt auf einen Regionswechsel vor und stellen Sie sicher, dass Ihr Guthaben vollständig auf Null steht.
es: Prepara tu cuenta para un cambio de región paso a paso y asegúrate de que tu saldo esté totalmente a cero.
fr: Préparez votre compte au changement de région étape par étape et assurez-vous que votre solde est totalement à zéro.
hy: Քայլ առ քայլ պատրաստեք ձեր հաշիվը տարածաշրջանի փոփոխությանը և համոզվեք, որ մնացորդը լիովին զրոյացված է:
it: Prepara il tuo account per il cambio di regione passo dopo passo e assicurati che il tuo saldo sia completamente azzerato.
ru: Чек-лист региона: Пошагово подготовьте свой аккаунт к смене региона и убедитесь, что баланс полностью обнулен.

# cardThreeTitle
source: Region Checklist
de: Regionwechsel-Checkliste
es: Lista de Cambio de Región
fr: Liste de Changement de Région
hy: Տարածաշրջանի ստուգաթերթ
it: Checklist Cambio Regione
ru: Контрольный список регионов

# cardTwoSubTitle
source: Track all your past activity, balance changes, and completed operations in one organized log.
de: Verfolgen Sie Ihre vergangenen Aktivitäten, Guthabenänderungen und abgeschlossenen Vorgänge in einem übersichtlichen Protokoll.
es: Realiza un seguimiento de tu actividad pasada, cambios de saldo y operaciones completadas en un registro organizado.
fr: Suivez toutes vos activités passées, modifications de solde et opérations effectuées dans un journal organisé.
hy: Հետևեք ձեր անցյալի գործողություններին, մնացորդի փոփոխություններին և ավարտված գործարքներին մեկ կազմակերպված մատյանում:
it: Traccia tutte le tue attività passate, i cambiamenti di saldo e le operazioni completate in un registro organizzato.
ru: История операций: Отслеживайте всю прошлую активность, изменения баланса и завершенные операции в удобном журнале.

# cardTwoTitle
source: Transaction History
de: Transaktionsverlauf
es: Historial de Transacciones
fr: Historique des Transactions
hy: Գործարքների պատմություն
it: Cronologia Transazioni
ru: История транзакций

# checkout.card_charge_footnote %@ %@
source: Apple will use your %@ Apple ID balance, and charge the remaining %@ to your linked credit card.
de: Apple verwendet Ihr Apple-ID-Guthaben (%@) und belastet Ihre Karte mit den verbleibenden %@.
es: Apple usará su saldo de ID de Apple (%@) y cargará los %@ restantes a su tarjeta.
fr: Apple utilisera le solde de votre identifiant Apple (%@) et facturera les %@ restants sur votre carte.
hy: Apple-ը կօգտագործի ձեր %@ Apple ID-ի մնացորդը, իսկ մնացած %@-ը կգանձի կցված բանկային քարտից:
it: Apple utilizzerà il saldo del tuo ID Apple (%@) e addebiterà i restanti %@ sulla tua carta.
ru: Apple использует ваш баланс Apple ID (%@), а оставшиеся %@ спишет с привязанной банковской карты.

# checkout.optimal_combination
source: Optimal Combination
de: Optimale Kombination
es: Combinación Óptima
fr: Combinaison Optimale
hy: Օպտիմալ համադրություն
it: Combinazione Ottimale
ru: Оптимальная Комбинация

# checkout.processing
source: Processing...
de: Verarbeitung...
es: Procesando...
fr: Traitement en cours...
hy: Մշակում...
it: Elaborazione...
ru: Обработка...

# checkout.subtitle
source: You can enter your current amount, see all parts and start clean.
de: Sie können Ihren aktuellen Betrag eingeben, alle Teile anzeigen und von vorne beginnen.
es: Puedes ingresar tu cantidad actual, ver todas las partes y comenzar de nuevo.
fr: Vous pouvez saisir votre montant actuel, voir toutes les parties et recommencer à zéro.
hy: Դուք կարող եք մուտքագրել ընթացիկ գումարը, տեսնել բոլոր մասերը և սկսել մաքուր էջից:
it: Puoi inserire il tuo importo attuale, visualizzare tutte le parti e ricominciare da capo.
ru: Вы можете ввести текущую сумму, просмотреть все части и начать заново.

# checkout.target_amount
source: Target Amount
de: Zielbetrag
es: Monto Objetivo
fr: Montant Cible
hy: Նպատակային գումար
it: Importo Obiettivo
ru: Целевая Сумма

# checkout.title
source: Smart Balance Matcher
de: Intelligenter Saldo-Abgleicher
es: Igualador de Saldo
fr: Igualador Intelligent
hy: Խելացի համընկնում
it: Abbinatore di Saldo
ru: Умный Подборщик

# checkout.zero_button
source: Zero Out Balance
de: Guthaben Nullstellen
es: Poner Saldo a Cero
fr: Mettre le Solde à Zéro
hy: Զրոյացնել մնացորդը
it: Azzera il Saldo
ru: Обнулить Баланс

# contentUnavailable.description
source: Please enter amount and see part for clean
de: Bitte geben Sie einen Betrag ein, um den Bereinigungsbetrag zu sehen
es: Introduce un importe para ver la parte a vaciar
fr: Veuillez saisir un montant pour voir la partie à vider
hy: Խնդրում ենք մուտքագրել գումարը՝ զրոյացման ենթակա մասը տեսնելու համար
it: Inserisci un importo per vedere la parte da azzerare
ru: Введите сумму, чтобы увидеть часть для списания

# contentUnavailable.title
source: Amount not available
de: Betrag nicht verfügbar
es: Importe no disponible
fr: Montant non disponible
hy: Գումարը հասանելի չէ
it: Importo non disponibile
ru: Сумма недоступна

# dashboard.balance.label
source: Current Balance
de: Aktuelles Guthaben
es: Saldo Actual
fr: Solde Actuel
hy: Ընթացիկ մնացորդ
it: Saldo Attuale
ru: Текущий Баланс

# dashboard.clean_balance
source: Clean Balance
de: Guthaben Leeren
es: Vaciar Saldo
fr: Vider le Solde
hy: Մաքրել մնացորդը
it: Azzera Saldo
ru: Очистить Баланс

# dashboard.history_subtitle
source: View your past balance clears
de: Verlauf der Bereinigungen anzeigen
es: Ver tu historial de vaciados
fr: Voir vos vidages de solde
hy: Դիտել մնացորդի մաքրումների պատմությունը
it: Vedi lo storico degli azzeramenti
ru: Просмотр истории списаний

# dashboard.need_solutions
source: Need Solutions?
de: Lösungen gesucht?
es: ¿Necesitas Soluciones?
fr: Besoin de Solutions?
hy: Լուծումնե՞ր են պետք
it: Hai bisogno di Soluzioni?
ru: Списать Баланс?

# dashboard.region_checklist
source: Region Checklist
de: Regionwechsel-Checkliste
es: Lista de Cambio de Región
fr: Liste de Changement de Région
hy: Տարածաշրջանի ստուգաթերթ
it: Checklist Cambio Regione
ru: Чеклист Смены Региона

# dashboard.region_checklist_subtitle
source: Prepare to change App Store region
de: App Store Region wechseln vorbereiten
es: Prepárese para cambiar la región de App Store
fr: Préparez le changement de région App Store
hy: Պատրաստվել App Store-ի տարածաշրջանը փոխելուն
it: Preparati a cambiare regione App Store
ru: Подготовка к смене региона App Store

# dashboard.smart_clean
source: Smart Clean
de: Intelligente Bereinigung
es: Limpieza Inteligente
fr: Nettoyage Intelligent
hy: Խելացի մաքրում
it: Pulizia Intelligente
ru: Умная Очистка

# dashboard.smart_clean_subtitle
source: Auto-match purchases to reach 0.00
de: Käufe automatisch auf 0,00 abgleichen
es: Compras automáticas para llegar a 0,00
fr: Achats automatiques pour atteindre 0,00
hy: Գնումների ավտոմատ ընտրություն 0.00-ի հասնելու համար
it: Acquisti automatici per raggiungere 0,00
ru: Подбор покупок для обнуления

# dashboard.subtitle
source: Take a moment to zero out your balance and prepare your account for a region change.
de: Setze dein Guthaben auf null und bereite dein Konto für einen Regionwechsel vor.
es: Ponga su saldo a cero y prepare su cuenta para un cambio de región.
fr: Prenez un moment pour mettre votre solde à zéro et préparer votre compte.
hy: Զրոյացրեք Apple ID-ի մնացորդը և պատրաստեք հաշիվը տարածաշրջանի փոփոխությանը:
it: Azzera il saldo del tuo Apple ID e prepara l'account al cambio di regione.
ru: Спишите остаток на балансе Apple ID и подготовьте аккаунт к смене региона.

# dashboard.title_line1
source: Find Balance in
de: Finde die Balance
es: Encuentra el
fr: Trouvez l'Équilibre
hy: Զրոյացում
it: Trova l'Equilibrio
ru: Обнуление

# dashboard.title_line2
source: your Apple ID.
de: in deiner Apple ID.
es: Equilibrio.
fr: de votre Apple ID.
hy: Apple ID-ի մնացորդի:
it: del tuo Apple ID.
ru: Баланса Apple ID.

# dashboard.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hy: Այսօր
it: Oggi
ru: Сегодня

# delete.label
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hy: Ջնջել
it: Elimina
ru: Удалить

# footnoteText
source: Your data remains private. All scan and cleanup processing is done locally on your iPhone.
de: Ihre Daten bleiben privat. Das Scannen und Bereinigen wird lokal auf Ihrem iPhone durchgeführt.
es: Tus datos se mantienen privados. Todo el procesamiento de escaneo y limpieza se realiza localmente en tu iPhone.
fr: Vos données restent privées. Tout le traitement d'analyse et de nettoyage est effectué localement sur votre iPhone.
hy: Ձեր տվյալները մնում են գաղտնի: Սկանավորման և մաքրման ողջ մշակումն իրականացվում է տեղական եղանակով՝ ձեր iPhone-ում:
it: I tuoi dati rimangono privati. Tutte le operazioni di scansione e pulizia vengono eseguite localmente sul tuo iPhone.
ru: Ваши данные остаются конфиденциальными. Вся обработка и анализ выполняются локально на вашем iPhone.

# guide.clear.header
source: How to Zero Your Balance
de: So setzen Sie Ihr Guthaben auf Null
es: Cómo poner tu saldo a cero
fr: Comment mettre votre solde à zéro
hy: Ինչպես զրոյացնել մնացորդը
it: Come azzerare il tuo saldo
ru: Как обнулить баланс

# guide.clear.step1.desc
source: Open App Store account settings and find your exact remaining store credit.
de: Öffnen Sie die App Store-Kontoeinstellungen und finden Sie Ihr genaues verbleibendes Guthaben.
es: Abre la configuración de la cuenta de App Store y consulta tu saldo restante exacto.
fr: Ouvrez les réglages du compte App Store et vérifiez le solde exact restant.
hy: Բացեք App Store-ի հաշվի կարգավորումները և գտեք ձեր ճշգրիտ մնացորդը:
it: Apri le impostazioni dell'account App Store e trova il credito residuo esatto.
ru: Откройте настройки аккаунта App Store и узнайте точный остаток средств на балансе.

# guide.clear.step1.title
source: Check Your Remaining Balance
de: Prüfen Sie Ihr Restguthaben
es: Consulta tu saldo restante
fr: Vérifiez votre solde restant
hy: Ստուգեք մնացորդը
it: Controlla il tuo saldo residuo
ru: Проверьте остаток на балансе

# guide.clear.step2.desc
source: Buy an item or tip in the app. If price exceeds balance, Apple charges the rest from your credit card.
de: Kaufen Sie einen Artikel oder geben Sie ein Trinkgeld in der App. Wenn der Preis das Guthaben übersteigt, zieht Apple den Rest von Ihrer Kreditkarte ab.
es: Compra un artículo o deja una propina en la app. Si el precio supera el saldo, Apple cobrará el resto de tu tarjeta.
fr: Achetez un article ou donnez un pourboire. Si le prix dépasse le solde, Apple débitera le reste sur votre carte.
hy: Գնեք որևէ ապրանք կամ թողեք թեյավճար հավելվածում: Եթե գինը գերազանցում է մնացորդը, Apple-ը մնացած մասը կգանձի քարտից:
it: Acquista un elemento o lascia una mancia nell'app. Se il prezzo supera il saldo, Apple addebiterà il resto sulla tua carta.
ru: Совершите покупку или отправьте чаевые. Если цена превышает баланс, Apple спишет остаток с привязанной карты.

# guide.clear.step2.title
source: Calculate and Purchase
de: Berechnen und Kaufen
es: Calcula y compra
fr: Calculez et achetez
hy: Հաշվարկեք և գնեք
it: Calcola e acquista
ru: Рассчитайте и купите

# guide.clear.step3.desc
source: Once zeroed, return to Apple ID settings and freely switch to your new region.
de: Sobald das Guthaben null ist, kehren Sie zu den Apple-ID-Einstellungen zurück und wechseln Sie einfach die Region.
es: Una vez a cero, vuelve a la configuración de Apple ID y cambia libremente a tu nueva región.
fr: Une fois à zéro, retournez dans les réglages de l'identifiant Apple et changez de région.
hy: Զրոյացնելուց հետո վերադարձեք Apple ID-ի կարգավորումներ և ազատորեն փոխեք տարածաշրջանը:
it: Una volta azzerato, torna nelle impostazioni dell'ID Apple e cambia liberamente la tua regione.
ru: После обнуления вернитесь в настройки Apple ID и свободно смените регион.

# guide.clear.step3.title
source: Change Region Successfully
de: Region erfolgreich wechseln
es: Cambia de región con éxito
fr: Changer de région avec succès
hy: Հաջողությամբ փոխեք տարածաշրջանը
it: Cambia regione con successo
ru: Успешно смените регион

# guide.donation.desc
source: When you pay your remaining balance ($0.50, $1.00, etc.), you are donating directly to support independent iOS development.
de: Wenn Sie das Restguthaben bezahlen (0,50 €, 1,00 € usw.), unterstützen Sie direkt die unabhängige iOS-Entwicklung.
es: Al pagar tu saldo restante ($0.50, $1.00, etc.), estás donando directamente para apoyar el desarrollo independiente de iOS.
fr: Lorsque vous payez votre solde restant (0,50 €, 1,00 €, etc.), vous faites un don pour soutenir le développement iOS indépendant.
hy: Երբ վճարում եք մնացորդը ($0.50, $1.00 և այլն), դուք ուղղակիորեն աջակցում եք անկախ iOS մշակմանը:
it: Quando paghi il saldo residuo (0,50 €, 1,00 €, ecc.), stai donando direttamente per sostenere lo sviluppo indipendente iOS.
ru: Оплачивая остаток на балансе ($0.50, $1.00 и т. д.), вы напрямую поддерживаете независимую разработку под iOS.

# guide.donation.footer
source: Thank you for helping keep this tool alive and free of ads!
de: Vielen Dank, dass Sie dazu beitragen, dieses Tool am Leben und werbefrei zu halten!
es: ¡Gracias por ayudar a mantener esta herramienta viva y sin anuncios!
fr: Merci d'aider à maintenir cet outil actif et sans publicité !
hy: Շնորհակալություն այս գործիքն աշխատունակ և առանց գովազդի պահելու համար:
it: Grazie per l'aiuto a mantenere questo strumento attivo e senza pubblicità!
ru: Спасибо за помощь в поддержке приложения без рекламы!

# guide.donation.header
source: Project Support
de: Projektunterstützung
es: Apoyo al Proyecto
fr: Soutien du Projet
hy: Նախագծի աջակցություն
it: Supporto al Progetto
ru: Поддержка проекта

# guide.donation.title
source: Your Payment as a Donation
de: Ihre Zahlung als Spende
es: Tu pago como donación
fr: Votre paiement comme don
hy: Ձեր վճարումը որպես նվիրատվություն
it: Il tuo pagamento come donazione
ru: Ваш платеж как пожертвование

# guide.navigation.close
source: Done
de: Fertig
es: Listo
fr: Terminé
hy: Կատարված է
it: Fatto
ru: Готово

# guide.navigation.guideSubtitle
source: Read the complete guide to learn how to clear your balance. Review all instructions to clear your balance correctly.
de: Lesen Sie die vollständige Anleitung, um zu erfahren, wie Sie Ihr Guthaben auf Null setzen.
es: Lee la guía completa para aprender cómo poner tu saldo a cero. Revisa todas las instrucciones para hacerlo correctamente.
fr: Lisez le guide complet pour savoir comment vider votre solde. Consultez toutes les instructions pour le faire correctement.
hy: Կարդացեք ամբողջական ուղեցույցը՝ մնացորդը զրոյացնելու համար: Ստուգեք բոլոր հրահանգները՝ մնացորդն ճիշտ մաքրելու համար:
it: Leggi la guida completa per scoprire come azzerare il tuo saldo. Consulta le istruzioni per farlo correttamente.
ru: Прочтите полное руководство, чтобы узнать, как обнулить баланс. Ознакомьтесь с инструкциями для правильного списания.

# guide.navigation.title
source: Guide & Support
de: Anleitung & Support
es: Guía y Soporte
hy: Ուղեցույց և Աջակցություն
it: Guida e Supporto
ru: Инструкция и поддержка

# guide.overview.description
source: To change your Apple ID region, your account balance must be exactly zero.
de: Um Ihre Apple-ID-Region zu wechseln, muss Ihr Kontoguthaben genau null sein.
es: Para cambiar la región de tu Apple ID, el saldo de tu cuenta debe ser exactamente cero.
fr: Pour changer la région de votre identifiant Apple, le solde de votre compte doit être exactement de zéro.
hy: Apple ID-ի տարածաշրջանը փոխելու համար ձեր հաշվի մնացորդը պետք է լինի ճիշտ զրո:
it: Per cambiare la regione del tuo ID Apple, il saldo del tuo account deve essere esattamente pari a zero.
ru: Чтобы сменить регион Apple ID, баланс вашего аккаунта должен быть строго равен нулю.

# guide.overview.header
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
hy: Ակնարկ
it: Panoramica
ru: Обзор

# guide.overview.title
source: Clear Apple ID Balance
de: Apple-ID-Guthaben leeren
es: Vaciar saldo de Apple ID
fr: Vider le solde Apple ID
hy: Զրոյացնել Apple ID-ի մնացորդը
it: Azzera il saldo Apple ID
ru: Списание баланса Apple ID

# guide.support.desc
source: If you have a balance lower than any purchase price, contact Apple Support directly to manually zero it out.
de: Wenn Ihr Guthaben geringer ist als der Mindestkaufpreis, wenden Sie sich direkt an den Apple Support, um es manuell auf Null zu setzen.
es: Si tienes un saldo inferior al precio de cualquier compra, ponte en contacto con el Soporte de Apple para ponerlo a cero manualmente.
fr: Si votre solde est inférieur au prix de tout achat, contactez le support Apple pour le mettre à zéro manuellement.
hy: Եթե մնացորդը ցածր է ցանկացած գնման գնից, կապվեք Apple-ի աջակցման ծառայության հետ՝ այն զրոյացնելու համար:
it: Se hai un saldo inferiore al prezzo di qualsiasi acquisto, contatta il Supporto Apple per azzerarlo manualmente.
ru: Если ваш баланс меньше стоимости любой покупки, обратитесь в службу поддержки Apple для его ручного обнуления.

# guide.support.header
source: Need Help?
de: Brauchen Sie Hilfe?
es: ¿Necesitas ayuda?
fr: Besoin d'aide ?
hy: Օգնության կարիք ունե՞ք:
it: Serve aiuto?
ru: Нужна помощь?

# guide.support.phone.title
source: Phone Support
de: Telefonischer Support
es: Soporte telefónico
fr: Support téléphonique
hy: Հեռախոսային աջակցություն
it: Supporto telefonico
ru: Поддержка по телефону

# guide.support.title
source: Contact Apple Support
de: Apple Support kontaktieren
es: Contacta con el Soporte de Apple
fr: Contacter le support Apple
hy: Կապվեք Apple-ի աջակցման ծառայության հետ
it: Contatta il Supporto Apple
ru: Связаться со службой поддержки Apple

# guide.support.web.title
source: Apple Billing & Subscriptions
de: Apple Rechnungen & Abonnements
es: Facturación y suscripciones de Apple
fr: Facturation et abonnements Apple
hy: Apple վճարումներ և բաժանորդագրություններ
it: Fatturazione e abbonamenti Apple
ru: Apple Подписки и покупки

# history.empty
source: No history yet.
de: Noch kein Verlauf.
es: Aún no hay historial.
fr: Pas encore d'historique.
hy: Պատմություն դեռ չկա:
it: Nessuna cronologia ancora.
ru: История пока пуста.

# history.subtitle
source: Review your past cleanup sessions, storage activity, and transaction history.
de: Überprüfen Sie Ihre vergangenen Bereinigungen, die Speicheraktivität und den Transaktionsverlauf.
es: Revisa tus sesiones de limpieza anteriores, actividad de almacenamiento e historial de transacciones.
fr: Passez en revue vos sessions de nettoyage passées, l'activité de stockage et l'historique des transactions.
hy: Դիտեք ձեր անցյալի մաքրման փուլերը, հիշողության ակտիվությունը և գործարքների պատմությունը:
it: Rivedi le sessioni di pulizia passate, l'attività di archiviazione e la cronologia delle transazioni.
ru: Просмотрите прошлые сеансы очистки, активность хранения и историю транзакций.

# history.title
source: History
de: Verlauf
es: Historial
fr: Historique
hy: Պատմություն
it: Cronologia
ru: История

# onboarding.navigation.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
hy: Շարունակել
it: Continua
ru: Продолжить

# onboarding.navigation.Next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
hy: Հաջորդը
it: Avanti
ru: Далее

# onboarding.navigation.start
source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
hy: Սկսել
it: Inizia
ru: Начать

# onboarding.navigation.title
source: Onboarding
de: Einführung
es: Bienvenida
fr: Bienvenue
hy: Ծանոթացում
it: Benvenuto
ru: Приветствие

# onboarding.page1.desc
source: Easily select or enter the exact custom amount you want to zero out in your Apple account balance
de: Wählen oder geben Sie ganz einfach den genauen Betrag ein, den Sie auf Ihrem Apple-Guthaben auf Null zurücksetzen möchten
es: Selecciona o ingresa fácilmente la cantidad exacta que deseas dejar en cero en el saldo de tu cuenta de Apple
fr: Sélectionnez ou saisissez facilement le montant exact que vous souhaitez remettre à zéro sur votre solde Apple
hy: Հեշտությամբ ընտրեք կամ մուտքագրեք ճշգրիտ գումարը, որը ցանկանում եք զրոյացնել Apple հաշվի մնացորդում
it: Seleziona o inserisci facilmente l'importo esatto che desideri azzerare nel saldo del tuo account Apple
ru: Легко выбирайте или вводите точную сумму, которую хотите обнулить на балансе аккаунта Apple

# onboarding.page1.title
source: Smart Balance Cleaner
de: Smarter Guthaben-Cleaner
es: Limpiador de saldo inteligente
fr: Nettoyeur de solde intelligent
hy: Մնացորդի խելացի մաքրում
it: Pulizia saldo intelligente
ru: Умный очиститель баланса

# onboarding.page2.desc
source: See the precise breakdown of your remaining balance and calculated parts before confirming the operation.
de: Sehen Sie eine präzise Aufschlüsselung Ihres verbleibenden Guthabens und der berechneten Teile vor der Bestätigung.
es: Consulta el desglose preciso de tu saldo restante y las partes calculadas antes de confirmar la operación.
fr: Consultez le détail précis de votre solde restant et des parts calculées avant de confirmer l'opération.
hy: Տեսեք ձեր մնացորդի և հաշվարկված մասերի ճշգրիտ բաշխումը նախքան գործողությունը հաստատելը:
it: Visualizza il dettaglio preciso del saldo rimanente e delle parti calcolate prima di confermare l'operazione.
ru: Просматривайте точную детализацию оставшегося баланса и рассчитанных частей перед подтверждением операции.

# onboarding.page2.title
source: Calculate & Split Pay
de: Berechnen & Aufteilen
es: Calcular y dividir pago
fr: Calculer et diviser le paiement
hy: Հաշվարկ և բաժանում
it: Calcola e dividi il pagamento
ru: Расчет и разделение оплаты
